Repository: opsi-org/opsi-utils
Catalog: gettext/opsi-utils_*.po
Languages: da, de, es, fr, nl, ru

source: %d transfers running
da: %d overførsler kører
de: %d laufende Übertragungen
es: %d tranferencias ejecutandosé
fr: %d des transferts en cours d'exécution
nl: %d overdrachten actief
ru: %d выполняется передача

source: Opening package file %s
da: Åbner pakke fil %s
de: Öffne Paket-Datei %s
es: Abriendo el archivo del paquete %s
fr: Ouverture du paquet %s
nl: Openen van pakket bestand %s
ru: Открытие файла пакета '%s'

source: Waiting for task queues to finish up
da: Venter på at opgave køer afslutter
de: Warte auf Beendigung der Task-Warteschlangen
es: Esperando la finalización de la cola de tareas
fr: Attente de la fin des tâches dans la queue
nl: Wachten op beëindiging van de taak wachtrijen
ru: Ожидание завершения очереди задач

source: %d/%d task queues running
da: %d/%d opgave køer kører
de: %d/%d laufende Task-Warteschlangen
es: %d/%d cola de tareas ejecutandosé
fr: %d/%d de la file d'attente en cours d'exécution
nl: %d %s taak wachtrijen actief
ru: %d/%d выполнение очереди задач

source: Setting action setup for product %s where installed
da: Sætter handlingen setup for produktet %s hvor det allerede er installeret
de: Setzte Aktion setup für alle Clients auf denen das Produkt %s installiert ist.
es: Estableciendo acción de setup para el producto %s donde fue instalado
fr: Paramétrer l'action setup pour le produit %s où installé
nl: Stel actie in op installatie voor product %s indien geïnstalleerd
ru: Установка действия setup на всех клиентах, где установлен продукт %s

source: Setting action %s with Dependencies for product %s on client: %s
de: Setze Aktion %s mit Abhängigkeiten für Produkt %s an Client: %s
ru: Установка действия %s с зависимостями для продукта %s на клиенте: %s

source: Setting action %s for product %s on client(s): %s
da: Sætter handling %s for produktet %s på kliente(n/erne): %s
de: Setzte Aktion %s für das Produkt %s auf den folgenden Clients: %s
es: Estableciendo acción %s para el producto %s en el/los cliente(s): %s
fr: Paramétrer l'action %s pour le produit %s sur le(s) client(s): %s
nl: Stel actie %s in voor product %s op cliënt(s): %s
ru: Установка действия %s для продукта %s на клиенте(ах): %s

source: Error: %s
da: Fejl: %s
de: Fehler: %s
fr: Erreur: %s
nl: Fout: %s
ru: Ошибка: %s

source: Purging product property states for product %s
da: Renser produkts egenskaber for produktet %s
de: Entferne Client-spezifische Einstellungen für das Produkt %s
es: Purgando estado de propiedad para el producto %s
fr: Purge de l'état des propriétés pour le produit %s
nl: Opschonen statussen van de product eigenschappen voor product %s
ru: Удаление клиентских настроек для продукта %s

source: Purging product property states for product '%s' on client(s): %s
da: Renser produkts egenskaber for produktet '%s' på kliente(n/rne): %s
de: Entferne Client-spezifische Einstellungen für das Produkt '%s' und die folgend Clients: %s
es: Purgando las propiedades de estado para el/los producto(s) '%s' en el/los cliente(s): %s
fr: Purge de l'état des propriétés pour le produit '%s' sur le(s) client(s): %s
nl: Opschonen product statussen voor product '%s' op cliënt(s): %s
ru: Удаление клиентских настроек для продукта '%s' на клиенте(ах): %s

source: Waiting for free upload slot for %s
da: Venter på et frit upload slot til %s
de: Warte auf freien Übertragungs-Kanal für %s
es: Esperando por una ranura libre para %s
fr: En attente d'un emplacement libre pour le téléchargement de %s
nl: Wachten op beschikbaar slot voor upload %s
ru: Ожидание свободного слота загрузки для %s

source: Processing upload of %s
da: Behandler upload af %s
de: Starte Übertragung von %s
es: Procesando la subida de %s
fr: Téléchargement de %s
nl: Verwerken upload van %s
ru: Обработка загрузки %s

source: No need to upload, %s is up to date
da: Ingen grund til at uploade, %s er nyeste version
de: Übertragung von %s nicht notwendig, neueste Version vorhanden
es: No hay necesidad de subir, %s se encuentra actualizado
fr: Pas besoin de télécharger, %s est à jour
nl: Uploaden niet nodig, %s is actueel
ru: Загрузка не требуется, %s находится в актуальном состоянии

source: Overwriting destination %s
da: Overskriver destination %s
de: Überschreibe Ziel %s
es: Sobreescribir destination %s
fr: Écrasement de la destination %s
nl: Overschijven van doel %s
ru: Перезапись %s

source: Not enough disk space: %dMB needed, %dMB available
da: Ikke nok diskplads: %d MB nødvendigt, %d MB tilgængelig
de: Nicht genügend freier Specherplatz: %dMB benötigt, %dMB verfügbar.
es: No hay suficiente espacio: %dMB son necesarios, %dMB disponibles
fr: Pas assez d'espace disque: %dMB nécessaire, %dMB disponible
nl: Onvoldoende schijfruimte %dMB benodigd, %dMB beschikbaar
ru: Недостаточно места на диске: %dМБ необходимо, %dМБ доступно

source: Starting upload
da: Upload starter
de: Starte Übertragung
es: Comenzando la subida
fr: Démarrage du téléchargement
nl: Starten van de upload
ru: Запуск загрузки

source: Getting librsync signature of %s
da: Henter librsync signatur af %s
de: Rufe librsyc-Signatur für %s ab
es: Obteniendo firma librsync de %s
fr: Obtenir la signature de librsync pour %s
nl: Verkrijgen van bibliotheek synchronisatie handtekening van %s
ru: Получение librsync-сигнатуры %s

source: Calculating delta
da: Beregner delta
de: Berechne Delta
es: Calculando delta
fr: Calcul du delta
nl: Berekenen van delta
ru: Расчёт дельты

source: Starting delta upload of %s
da: Starter delta upload af %s
de: Starte Delta-Übetragung von %s
es: Comenzando subida delta de %s
fr: Téléchargement des delta pour %s
nl: Starten met delta upload van %s
ru: Запуск дельта-загрузки %s

source: Patching %s
da: Pacther %s
de: Patche %s
es: Parcheando %s
fr: Patcher %s
nl: Bijwerken %s
ru: Исправление %s

source: Starting upload of %s
da: Starter upload af %s
de: Starte Übetragung von %s
es: Comenzando la subida de %s
fr: Téléchargement de %s
nl: Starten met uploaden van %s
ru: Запуск загрузки %s

source: Upload of %s finished
da: Upload af %s færdig
de: Übertragung von %s abgeschlossen
es: Subida de %s finalizada
fr: Le téléchargement de %s est termine
nl: Upload van %s voltooid
ru: Загрузка %s завершена

source: Verifying upload
da: Bekræfter upload
de: Verifiziere übertragene Datei
es: Verificando subida
fr: Vérification du téléchargement
nl: Controleren upload
ru: Проверка загруженных файлов

source: Warning: %d%% filesystem usage
da: Advarsel: %d%% af filsystem brugt
de: Warnung: %d%% des Dateisystems belegt
es: Advertencia: %d%% utilización de sistema de archivo
fr: Avertissement: utilisation du système de fichiers à %d%%
nl: Waarschuwing: %d%% bestandssysteem gebruik
ru: Предупреждение: %d%% файловой системы занято

source: Upload of %s successful
da: Upload af %s vellykket
de: Übertragung von %s erfolgreich
es: Subida de %s exitosa
fr: Le téléchargement de %s est réussi
nl: Upload van %s geslaagd
ru: Загрузка %s выполнена успешно

source: Please select product property defaults
da: Vælg produkt egenskabs standarder
de: Bitte Standard-Werte für die Produkt-Eigenschaften wählen
es: Por favor seleccione las propiedades de producto por defecto
fr: Sélectionnez la propriété de produit par défaut
nl: Selecteer de standaard product eigenschappen
ru: Пожалуйста, выберите значения по умолчанию для свойств продукта

source: Product
da: Produkt
de: Produkt
es: Producto
fr: Produit
ru: Продукт

source: Property
da: Egenskab
de: Eigenschaft
es: Propiedad
fr: Propriété
nl: Eigenschap
ru: Свойство

source: Back
da: Tilbage
de: Zurück
es: Volver
fr: Retour en arrière
nl: Terug
ru: Назад

source: Installing package {filename} as {forcedProductId}
da: Installere pakke {filename} som {forcedProductId}
de: Installiere Paket {filename} als {forcedProductId}
es: Instalando paquete {filename} como {forcedProductId} exitosa
fr: Installe le paquet {filename} comme {forcedProductId}
nl: Installatie van pakket {bestandnaam} als {geforceerdProductId}
ru: Установка пакета {filename} как {forcedProductId}

source: Installing package %s
da: Installere pakke %s
de: Installiere Paket %s
es: Instalando paquete %s
fr: Installation du paquet %s
nl: Installeren van pakket %s
ru: Установка пакета %s

source: Installation of package {packageFile} as {forcedProductId} successful
da: Installation af pakke {packageFile} som {forcedProductId} lykkedes
de: Installation von {packageFile} als {forcedProductId} erfolgreich
es: Instalación de paquete {packageFile} como {forcedProductId} exitosa
fr: Installation de {packageFile} comme {forcedProductId} réussi
nl: Installatie van pakket {pakketbestand} as {geforceerdProductId} successvol
ru: Установка пакета {packageFile} как {forcedProductId} выполнена успешно

source: Installation of package %s successful
da: Installation af pakke %s vellykket
de: Installation von %s erfolgreich
es: Instalación del paquete %s exitosa
fr: L'installation du paquet %s est réussie
nl: Installatie van pakket %s succesvol
ru: Установка пакета %s выполнена успешно

source: Uninstallation of package {0} successful
da: Afinstallation af pakke {0} vellykket
de: Deinstallation des Pakets {0} erfolgreich
es: Desinstalación del paquete {0} exitosa
fr: Désinstallation du paquet {0} réussie
nl: Verwijderen van pakket {0} succesvol
ru: Удаление пакета {0} выполнено успешно

source: Errors occurred:
da: Fejl opstod:
de: Ein Fehler ist aufgetreten:
es: Errores han ocurrido:
fr: Une erreur est survenue:
nl: Fouten opgetreden:
ru: Произошли ошибки:

source: Failure while processing %s:
da: Fejl under behandling af %s:
de: Fehler beim Bearbeiten von %s:
es: Fallo mientras se procesaba %s:
fr: Échec lors du traitement %s:
nl: Fout tijdens verwerken %s:
ru: Сбой во время обработки %s:

source: not installed
de: nicht installiert
ru: не установлено

source: There are no differences between the depots
de: Es existieren keine Unterschiede zwischen den Depots.
ru: Репозитории не отличаются

source: <other value>
da: <anden værdi>
de: <anderer Wert>
fr: <autre valeur>
nl: <overige waarde>

source: 0=nothing, 1=essential, 2=critical, 3=error, 4=warning
da: 0=intet, 1=væsentligt, 2=kritisk, 3=fejl, 4=advarsler
es: 0=nada, 1=esencial, 2=crítico, 3=error, 4=advertencia
nl: 0=niets, 1=essenteel, 2=kritiek, 3=fout, 4=waarschuwing

source: 5=notice, 6=info, 7=debug, 8=debug2, 9=confidential
da: 5=noter, 6=info, 7=debug, 9=fortroligt
es: 5=anuncios, 6=info, 7=debug, 8=debug2, 9=confidencial
nl: 5=notie, 6=info, 7=debug, 8=debug2, 9=confidenteel
