Repository: opsi-org/opsi-utils
Catalog: gettext/opsi-utils_*.po
Languages: da, de, es, fr, nl, ru

source: Description is not valid.
da: Beskrivelse er ikke gyldig
de: Die Beschreibung ist ungültig.
es: La descripción no es válida
fr: La description n'est pas valide.
nl: Beschrijving is niet geldig.
ru: Недействительное описание.

source: Advice is not valid.
da: Forslag er ikke gyldig
de: Der Hinweis ist ungültig.
es: Aviso no es válido.
fr: Le conseil n'est pas valide.
nl: Advies is niet geldig.
ru: Недействительное примечание.

source: You have to specify a valid product version.
da: Du skal angive et gyldigt produkt versions nummer.
de: Sie müssen eine gültige Produkt-Version angeben.
es: Tiene que especificar una versión de producto válida.
fr: Vous devez spécifier une version de produit valide.
nl: U dient een geldig product versie op te geven.
ru: Вы должны указать действительную версию продукта.

source: You have to specify a valid package version.
da: Du skal angive et gyldigt pakke versions nummer
de: Sie müssen eine gültige Paket-Version angeben.
es: Tiene que especificar una versión de paquete válida.
fr: Vous devez spécifier une version de paquet valide.
nl: U dient een geldig versie van het pakket op te geven.
ru: Вы должны указать действительную версию пакета.

source: License required must be a boolean value.
da: Licens kræves skal være en boolesk værdi.
de: Bitte verwenden Sie einen boolschen Wert für 'Lizenzpflichtig'.
es: El requirimiento de licencia debe ser un valor del tipo boolean.
fr: Licence requise doit être une valeur booléenne.
nl: De vereiste licentie moet een booleaanse waarde zijn
ru: Требуется лицензия должно иметь значение типа boolean.

source: Priority has to be an number between -100 and 100
da: Prioritet skal være et nummer mellem -100 og 100
de: Die Priorität muss eine Zahl zwischen -100 und 100 sein.
es: La prioridad tiene que ser un número entre -100 y 100
fr: La priorité doit être un nombre entre -100 et 100
nl: Prioriteit moet een getal zijn tussen -100 en +100
ru: Приоритет должен быть числом между -100 и 100

source: Bad value
da: Ugyldig værdi
de: Ungültiger Wert
es: Valor incorrecto
fr: Mauvaise valeur
nl: Ongeldige waarde
ru: Неверное значение

source: Setup script: Relative path to script for action "setup". Uninstall script: Relative path to script for action "uninstall". Update script: Relative path to script for action "update". Always script: Relative path to script for action "always". Once script: Relative path to script for action "once". Custom script: Relative path to script for action "custom". User login script: Relative path to script for user login. PXE config template: path to a custom pxelinux config template.
da: Setup script: Relativ sti til scriptet for handling "setup" . Afinstaller script: Relativ sti til scriptet for handling "afinstallere" . Opdatering script: Relativ sti til scriptet for handling "update" . Altid script: Relativ sti til script for handling "altid" . Engang scriptet: Relativ sti til scriptet for handling "én gang" . Brugerdefineret script: Relativ sti til scriptet for handling "custom" . Bruger login script: Relativ sti til scriptet for bruger login. PXE config skabelon: sti til en brugerdefineret pxelinux config template.
de: Setup-Skript: Relativer Pfad zum Skript für die Aktion "setup". Uninstall-Skript: Relativer Pfad zum Skript für die Aktion "uninstall". Update-Skript: Relativer Pfad zum Skript für die Aktion "update". Always-Skript: Relativer Pfad zum Skript für die Aktion "always". Once-Skript: Relativer Pfad zum Skript für die Aktion "once". Custom-Skript: Relativer Pfad zum Skript für die Aktion "custom". Benutzer-Anmeldungs-Skript: Relativer Pfad zum Skript für die Benutzer-Anmeldung. PXE-Konfigurations-Vorlage: Pfad zu einer spezifischen PXE-Konfigurations-Vorlage.
es: Script de setup: Ruta relativa al script para la acción "setup". Script de desinstalación: Ruta relativa al script para la acción "desinstalar". Script de actualización: Ruta relativa al script para la acción "update". Script always: Ruta relativa al script para la acción "always" (siempre). Once script: Ruta relativa al script para la acción "once" (única vez). Script custom: Ruta relativa al script para acción "custom" (customizada). Script de login de usuario: Ruta relativa al script para user login (logeo de usuario). Template para PXE config: Ruta relativa a una config de template customizado de pxelinux.
fr: Script de configuration: Chemin relatif au script pour l'action "setup". Script de désinstallation: Chemin relatif au script pour l'action "uninstall". Script de mise à jour: Chemin relatif vers le script pour l'action "update". Script pour toujours: Chemin relatif vers le script pour l'action "always". Script pour une fois: Chemin relatif vers le script pour l'action "once". Script personnalisé: Chemin relatif vers le script pour l'action "custom". Script de connexion utilisateur: Chemin relatif vers le script pour la connexion utilisateur. Modèle de configuration PXE: Chemin vers le modèle de configuration PXE personnalisé.
nl: Installatie script: Relatief path van het script voor de actie "Installatie". Verwijder script: Relatief path van het script voor de actie "Verwijderen". Bijwerk script: Relatief path van het script voor de actie "Bijwerken". Altijd script: Relatief path van het script voor de actie "Altijd". Eenmalig script: Relatief path van het script voor de actie "Eenmalig". Aangepast script: Relatief path van het script voor de actie "Aangepast". User login script: Relatief path van het script voor de actie "user login". PXE config template: Path naar een custom pxelinux configuratie template.
ru: Setup-скрипт: относительный путь к скрипту для действия "setup". Uninstall-скрпит: относительный путь к скрипту для действия "uninstall". Update-скрипт: относительный путь к скрипту для действия "update". Always-скрипт: относительный путь к скрипту для действия "always". Once-скрпит: относительный пусть к скрипту для действия "once". Custom-скрипт: относительный путь к скрипту для действия "custom". User login скрипт: относительный путь к скрипту входа пользователя. Шаблон PXE-конфига: путь к шаблону пользовательской конфигурации pxelinux.

source: Setup script
de: Setup-Skript
es: Script de setup
fr: Script de configuration
nl: Installatie script
ru: Setup-скрипт

source: Uninstall script
da: Afinstallerings script
de: Uninstall-Skript
es: Script de desinstalación
fr: Script de désinstallation
nl: Verwijder script
ru: Uninstall-скрипт

source: Update script
da: Opdaterings script
de: Update-Skript
es: Script de update
fr: Script de mise à jour
ru: Update-скрипт

source: Always script
da: Altid script
de: Always-Skript
es: Always (siempre) script
fr: Script pour exécution à chaque fois
nl: Altijd script
ru: Always-скрипт

source: Once script
da: Engangs script
de: Once-Skript
es: Once script (único uso)
fr: Script pour exécution une fois
nl: Eenmalig script
ru: Once-скрипт

source: Custom script
da: Brugerdefineret script
de: Custom-Skript
es: Custom script (customizado)
fr: Script personnalisé
nl: Aangepast script
ru: Custom-скрипт

source: User login script
da: Bruger login script
de: Benutzer-Anmeldungs-Skript
es: User login script (login de usuario)
fr: Script de connexion utilisateur
ru: User login скрипт

source: product scripts
da: produkt script
de: Produkt-Skripte
es: scripts de productos
fr: Scripts du produit
nl: product script
ru: Скрипты продукта

source: Setup script is not valid.
da: Setup script er ikke gyldig.
de: Das Setup-Skript ist ungültig
es: Script de setup no es válido.
fr: Script d'installation non valide.
nl: Installatie script is niet geldig.
ru: Недействительный Setup-скрипт.

source: Uninstall script is not valid.
da: Afinstallerings script er ikke gyldig.
de: Das Uninstall-Skript ist ungültig
es: Script de desinstalación no es válido.
fr: Script de désinstallation non valide.
nl: Verwijder script is niet geldig.
ru: Недействительный Uninstall-скрипт.

source: Update script is not valid.
da: Opdaterings script er ikke gyldig.
de: Das Update-Skript ist ungültig
es: Update script no es válido.
fr: Script de mise à jour non valide.
nl: Update script is niet geldig.
ru: Недействительный Update-скрипт.

source: Always script is not valid.
da: Altid script er ikke gyldig.
de: Das Always-Skript ist ungültig
es: Script "always" no es válido.
fr: Script pour exécution à chaque fois non valide.
nl: Altijd script is niet geldig.
ru: Недействительный Always-скрипт.

source: Once script is not valid.
da: Engangs script er ikke gyldig.
de: Das Once-Skript ist ungültig
es: Once (único uso) script no es válido.
fr: Script pour exécution une fois non valide.
nl: Eenmalig script is niet geldig.
ru: Недействительный Once-скрипт.

source: Custom script is not valid.
da: Brugerdefineret script er ikke gyldig.
de: Das Custom-Skript ist ungültig
es: Script custom no es válido.
fr: Script personnalisé non valide.
nl: Aangepast script is niet geldig.
ru: Недействительный Custom-скрипт.

source: PXE config template is not valid.
da: PXE konfigurations skabelon er ikke gyldig.
de: Die PXE-Konfigurations-Vorlage ist ungültig
es: Template de config PXE no es válido.
fr: Le modèle de configuration PXE n'est pas valide.
nl: PXE configuratie template is niet geldig.
ru: Недействительный шаблон PXE-конфига.

source: User login script is not valid.
da: Bruger login script er ikke gyldig.
de: Das Benutzer-Anmeldungs-Skript ist ungültig
es: Script de login de usuario no es válido.
fr: Le script de connexion utilisateur n'est pas valide.
nl: User login script is niet geldig.
ru: Недействительный User login скрипт.

source: You have to specify a required product id. You have to specify either a required installation status or a required action. The requirement type can be used to specify the position of a requirement. This is optional. Possible actions are: %s Possible installation status are: %s Possible requirement types are: %s
da: Du skal angive enten et krævet produkt eller en påkrævet produkt klasse. Du skal angive enten en krævet installation status eller en nødvendig handling. Kravs type er optional. Mulige handlinger er: %s Mulig installation status er: %s Mulige krav typer er: %s
de: Sie müssen ein benötigtes Produkt angeben. Sie müssen entweder einen benötigten Installations-Status oder eine benötigte Aktion angeben. Der Abhängigkeitstyp kann genutzt werden eine Position für die Abhängigkeit anzugeben. Dies ist optional. Mögliche Aktionen sind: %s Mögliche Installations-Zustände sind: %s Mögliche Typen von Abhängigkeiten sind: %s
es: Tiene que especificar un id de producto requerido. Tiene que especificar ó un estado de instalación requerido o una acción requerida. El tipo de requerimiento puede ser utilizado para especificar la posición de uno de ellos. Esto es opcional. Acciones posibles son: %s Estados de instalación posibles son: %s Tipos de requerimientos posibles son: %s
fr: Vous devez spécifier un id de produit Vous devez spécifier soit un produit requis ou une classe de produit requis. Vous devez spécifier un état de l'installation requise ou une action nécessaire. Le type de condition est facultative. Les actions possibles sont : %s Statut de l'installation possibles sont : %s Types d'exigences possibles sont : %s
nl: U dient een product ID op te geven.. U dient ofwel een gewenste installatie status op te geven of een gewenste actie. Het benodigde type kan gebruikt worden om de plaats van een voorwaarede op te geven. Dit is optioneel. Geldige acties zijn: %s Geldige installatie statussen zijn: %s Geldige voorwaarden types zijn: %s
ru: Вы должны указать требуемый ID продукта. Вы должны указать требуемый инсталляционный статус или требуемое действие. Тип зависимости опционален. Возможные действия: %s Возможные инсталляционные статусы: %s Возможные типы зависимости: %s

source: Create product dependency?
da: Opret produkt egenskab?
de: Eine Produkt-Abhängigkeit anlegen?
es: Crear dependencia de producto?
fr: Créer une dépendance du produit?
nl: Creeer een product afhankelijkheid ?
ru: Создать зависимость продукта?

source: Do you want to create a product dependency?
da: Ønsker du at oprette et produkt egenskab?
de: Wollen Sie eine Produkt-Abhängigkeit definieren?
es: Quiere crear otra dependencia de producto?
fr: Voulez-vous créer une dépendance du produit?
nl: Wenst u een product afhankelijkheid aan te maken ?
ru: Хотите создать зависимость продукта?

source: Dependency for action
da: Afhængighed for handling
de: Abhängigkeit für die Aktion
es: Acción para dependencia
fr: Dépendance pour l'action
nl: Afhankelijkheid van actie
ru: Зависимость для действия

source: Required product id
da: Krævet produkt id
de: Benötigte Produkt-ID
es: ID de producto requerida
fr: Identifiant produit requis
nl: product id vereist
ru: Требуемый ID продукта

source: Required action
da: Nødvendig handling
de: Benötigte Aktion
es: Acción requerida
fr: Action requise
nl: vereiste actie
ru: Требуемое действие

source: Required installation status
da: Nødvendig installations status
de: Benötigter Installations-Zustand
es: Estado de instalación requerido
fr: Statut de l'installation requise
nl: Vereiste installatie status
ru: Требуемый инсталляционный статус

source: Requirement type
da: Kravs type
de: Typ der Abhängigkeit
es: Tipo de requerimiento
fr: Type de condition
nl: Benodigde type
ru: Тип зависиммости

source: Create dependency for product %s
da: Opret afhængighed for produkt %s
de: Anlegen einer Abhängigkeit für das Produkt %s
es: Crear dependencias para el producto %s
fr: Créer une dépendance pour le produit %s
nl: Maak afhankelijkheid voor product %s
ru: Создать зависимость продукта %s

source: You have to specify a valid product action.
da: Du skal angive en gyldig produkt opgave.
de: Sie müssen eine gültige Produkt-Aktion angeben.
es: Debe especificar una acción válida para el producto.
fr: Vous devez spécifier une action de produit valide.
nl: U dient een geldige actie op te geven voor het product
ru: Вы должны указать допустимое действие продукта.

source: You have to specify a valid required product id.
da: Du skal angive et gyldigt produkt id.
de: Sie müssen eine gültige benötigte Produkt-ID angeben.
es: Tiene que especificar una ID de producto válida.
fr: Vous devez spécifier un ID de produit requis valide.
nl: U dient een geldig vereist product id op te geven.
ru: Вы должны указать действительный ID требуемого продукта.

source: Required action is not valid.
da: Krævet opgave ikke gyldig.
de: Die benötigte Aktion ist ungültig.
es: Acción requerida no es válida.
fr: L'action requise n'est pas valide.
nl: Benodigde actie is ongeldig.
ru: Недействительное требуемое действие.

source: Required installation status is not valid.
da: Krævet installations status er ikke gyldig.
de: Der benötigte Installations-Zustand ist ungültig.
es: El estado de instalación no es válido.
fr: Le statut d'installation requise n'est pas valide.
nl: Vereiste installatiestatus is niet geldig.
ru: Недействительный требуемый инсталляционный статус.

source: Please specify either a required installation status or a required action.
da: Angiv enten en krævet installation status eller en krævet handling.
de: Bitte entweder einen benötigten Installations-Status oder eine benötigte Aktion angeben.
es: Por favor especifique un estado de instalación requerida o una acción requerida.
fr: Spécifiez soit un statut d'installation requis soit une action requise.
nl: Specificeer ofwel een vereiste installatie status ofwel een vereiste actie.
ru: Пожалуйста укажите какой-либо требуемый инсталляционный статус или требуемое действие.

source: Requirement type is not valid.
da: Kravs type er ikke gyldig.
de: Der Typ der Abhängigkeit ist ungültig.
es: El tipo de requerimiento no es válido.
fr: Le type de condition n'est pas valide.
nl: Vereiste type is niet geldig.
ru: Недействительный тип зависимости.

source: Property name: Name of the property. Property description: Usage description. Possible values: Comma separated list of possible values for the property. If no possible values are given any values are allowed. Editable: Is it allowed to specify a value which is not in the list of possible values?
da: Egenskabsnavn: Navn på egenskab. Egenskabs beskrivelse: Brug af beskrivelse. Mulige værdier: Komma separeret liste over mulige værdier for egenskab. Hvis der er givet nogen mulig værdi eventuelle værdier er tilladte. Redigerbar: Er det tilladt at angive en værdi, som ikke er på listen over mulig værdier?
de: Eigenschafts-Name: Name der Eigenschaft. Eigenschafts-Beschreibung: Beschreibung der Eigenschaft. Mögliche Werte: Komma-getrennte Liste der möglichen Werte. Werden keine Werte angegeben, sind alle Werte erlaubt. Editierbar: Soll es möglich sein einen Wert außerhalb der Liste der möglichen Werte anzugeben?
es: Nombre de propiedad: Nombre de la propiedad. Descripción de propiedad: Descripción de uso. Valores posibles: Lista de valores separados por comas para la propiedad. Si ningún valor es determinado, cualquier valor es permitido. Editable: Es permitido especificar un valor que no está en la lista de valores posibles?
fr: Nom de la propriété: Nom de la propriété. Description de la propriété: Description de l'utilisation. Les valeurs possibles: Liste séparée par des virgules des valeurs possibles pour la propriété. Si aucun des valeurs possibles n'est données toutes les valeurs sont autorisées. Modifiable: Est-il permis de spécifier une valeur qui n'est pas dans la liste de valeurs possibles?
nl: Eigenschap naam: Naam van de eigenschap. Eigenschap Beschrijving: Beschrijving van de eigenschap. Mogelijke waardes: Komma gescheiden lijst van de mogelijke waardes van een eigenschap. Indien geen waarde werd opgegeven, worden alle opgegeven waardes aanvaard. Bewerkbaar: Is het toegelaten om een waarde op te geven die niet voorkomt in de lijst van mogelijke waardes ?
ru: Название свойства: название свойства. Описание свойства: описание использования. Возможные значения: список возможных значений свойства, разделитель списка - запятая. Если никаких возможных значений не указано, то можно использовать любые значения. Редактируемое: Разрешено ли указывать значение не из списка возможных значений?

source: Create product property?
da: Opret produkt egenskab?
de: Eine Produkt-Eigenschaft anlegen?
es: Crear la propiedad de producto?
fr: Créer la propriété du produit?
nl: Product eigenschap aanmaken ?
ru: Создать свойство продукта?

source: Do you want to create a product property?
da: Vil du oprette et produkts egenskab?
de: Wollen Sie eine Produkt-Eigenschaft definieren?
es: Desea crear una propiedad de producto?
fr: Voulez-vous créer une propriété du produit?
nl: Wil je een product eigenschap aanmaken?
ru: Хотите создать свойство продукта?

source: Please select property type
da: Angiv egenskabstype
de: Bitte den Typ der Produkt-Eigenschaft auswählen
es: Por favor seleccione el tipo de propiedad
fr: Sélectionnez le type de propriété
nl: Selecteer een poperty type
ru: Пожалуйста, выберите тип свойства

source: Property name (identifier)
da: Egenskabsnavn (identifier)
de: Eigenschafts-Name (identifier)
es: Nombre de propiedad (Identificador)
fr: Nom de la propriété (identifiant)
nl: Naam van de eigenschap (identifier)
ru: Название свойства (идентификатор)

source: Property description
da: Egenskabs beskrivelse
de: Eigenschafts-Beschreibung
es: Descripción de propiedad
fr: Description de la propriété
nl: Beschrijving van de eigenschap
ru: Описание свойства

source: Possible values
da: Mulige værdier
de: Mögliche Werte
es: Valores posibles
fr: Valeurs possibles
nl: Mogelijke waardes
ru: Возможные значения

source: Editable
da: Redigerbar
de: Editierbar
fr: Modifiable
nl: Bewerkbaar
ru: Редактируемое

source: Create property for product %s
da: Opret egenskab for produkt %s
de: Anlegen einer Eigenschaft für das Produkt %s
es: Crear propiedad para el producto %s
fr: Créer une propriété pour le produit %s
nl: Maak een property aan voor product %s
ru: Создать свойство для продукта %s

source: Please specify a valid identifier
da: Angiv en gyldig identifikator
de: Bitte einen gültigen Eigenschafts-Name angeben.
es: Por favor especifique un identificador válido
fr: Spécifiez un identifiant valide
nl: Geef een een geldige identifier op
ru: Пожалуйста, укажите действительный идентификатор

source: Please specify a valid description
da: Angiv en gyldig beskrivelse
de: Bitte eine gültige Beschreibung angeben.
es: Por favor especifique una descripción válida
fr: Spécifiez une description valide
nl: Geef een geldige beschrijving op
ru: Пожалуйста, укажите действительное описание

source: Please specify valid possible values
da: Angiv en gyldig mulig værdi
de: Bitte gültige mögliche Werte angeben.
es: Por favor especifique valores válidos posibles
fr: Spécifiez une valeur possible valide
nl: Specifieer de mogelijke waardes
ru: Пожалуйста, укажите действительные возможные значения

source: Please select a default value
da: Venligst vælg en standard værdi
de: Bitte einen Standard-Wert auswählen.
es: Por favor seleccione un valor por defecto
fr: Sélectionnez une valeur par défaut
nl: Selecteer de standaardwaarde
ru: Пожалуйста, выберите значение по умолчанию

source: Please set a default value
da: Venligst sæt en standard værdi
de: Bitte einen Standard-Wert angeben.
es: Por favor establezca un valor por defecto
fr: Définissez une valeur par défaut
nl: Bepaal de standaardwaarde
ru: Пожалуйста, установите значение по умолчанию

source: Please specify valid default values: %s
da: Angiv gyldige standardværdier: %s
de: Bitte gültige Stadard-Werte angeben: %s
es: Por favor especifique un valores válidos por defecto: %s
fr: Spécifiez des valeurs par défaut valide: %s
nl: Geef de geldige standaardwaardes op: %s
ru: Пожалуйста, укажите действительные значения по умолчанию: %s

source: Maintainer of this opsi package.
da: Vedligeholder af denne opsi pakke.
de: Betreuer dieses opsi-Pakets.
es: Encargado de este paquete opsi.
fr: Mainteneur de ce paquet opsi.
nl: Verantwoordelijke van dit opsi pakket
ru: Сопровождающий этого OPSI-пакета.

source: Maintainer name
da: Vedligeholderens navn
de: Name des Betreuers
es: Nombre del mantenedor
fr: Nom du mainteneur
nl: Naam verantwoordelijke
ru: Имя сопровождающего

source: Maintainer e-mail
da: Vedligeholderens e-mail
de: E-Mail des Betreuers
es: Email del mantenedor
fr: E-mail du mainteneur
nl: E-mail verantwoordelijke
ru: E-mail сопровождающего

source: Maintainer info
da: Vedligeholderens info
de: Informationen zum Betreuer
es: Información del mantenedor
fr: Information sur le mainteneur
nl: informatie verantwoordelijke
ru: Информация о сопровождающем

source: Please enter a valid maintainer name.
da: Venligst indtast et gyldigt vedligeholder navn.
de: Bitte einen gültigen Betreuer-Namen eingeben.
es: Por favor ingrese el nombre del mantenedor.
fr: Entrez un nom de mainteneur valide.
nl: Geef een geldige naam op van de verantwoordelijke
ru: Пожалуйста, введите действительное имя сопровождающего.

source: Please enter a valid e-mail address.
da: Venligst indtast en gyldig e-mail adresse.
de: Bitte eine gültige E-Mail-Adresse eingeben.
es: Por favor ingrese una dirección de correo válida.
fr: Entrez un adresse mail valide.
nl: Geef een geldig E-mail adres op.
ru: Пожалуйста, введите действительный e-mail сопровождающего.

source: Log messages
da: Log beskeder
de: Protokollmeldungen
es: Mensajes de log
fr: Journal système
nl: Log berichten
ru: Журнал сообщений

source: %d/%d transfers running
da: %d/%d overførsler kører
de: %d/%d laufende Übertragungen
es: %d%d transferencias ejecutandosé
fr: %d/%d des transferts en cours d'exécution
nl: %d %d overdrachten actief
ru: %d/%d выполняется передача
