Repository: opsi-org/opsi-utils
Catalog: gettext/opsi-utils_*.po
Languages: da, de, es, fr, nl, ru

source: Usage: %s [options] [command] [args...]
da: Brug: %s [indstillinger] [kommando] [argumenter...]
es: Uso: %s [opciones][comando][argumento]
nl: Gebruik: %s [opties] [commando's] [argumenten...]
ru: Применение: %s [опции] [команда] [аргументы...]

source: Options:
da: Indstillinger:
es: Opciones:
nl: Opties:
ru: Опции:

source: Display this text
da: Vis denne tekst
es: Mostrar este texto
nl: Toon deze tekst
ru: Отобразить этот текст

source: Show version and exit
da: Vis version og afslut
de: Versionsnummer ausgeben und beenden
es: Mostrar versión y salir
fr: Afficher la version et quitter
nl: Toon de versie en verlaat
ru: Показать версию и выйти

source: Username (default: current user)
da: Brugernavn (standard: nuværende bruger)
de: Benutzername (standard: momentaner Benutzer)
es: Nombre de usuario (por defecto: el usuario actual)
fr: Nom d'utilisateur (défaut: utilisateur actuel)
nl: Gebruikersnaam (standaard: huidige gebruiker)
ru: Имя пользователя (по умолчанию: текущий пользователь)

source: Password (default: prompt for password)
da: Kodeord (standard: spørg efter kodeord)
de: Passwort (standard: Passwort interaktiv abfragen)
es: Contraseña (por defecto: solicitar contraseña)
fr: Mot de passe (défaut: demandera le mot de passe)
nl: Paswoord (standaard: vraag paswoord)
ru: Пароль (по умолчанию: запрашивать пароль)

source: URL of opsiconfd (default: https://localhost:4447/rpc)
da: URL til opsiconfd (standard: https://localhost:4447/rpc)
de: URL des opsiconfd (standard: https://localhost:4447/rpc)
es: URL del opsiconfd (defecto: https://localhost:4447/rpc)
fr: URL de opsiconfd (défaut: https://localhost:4447/rpc)
nl: URL van opsiconfd (standaard: https://localhost:4447/rpc)
ru: URL для доступа к opsiconfd (по умолчанию: https://localhost:4447/rpc)

source: Path to the opsirc file to use (default: ~/.opsi.org/opsirc)
de: Pfad zur zu verwendende opsirc-Datei (Standard: ~/.opsi.org/opsirc)
ru: Путь к файлу opsirc (по умолчанию: : ~/.opsi.org/opsirc)

source: An opsirc file contains login credentials to the web API.
de: Eine opsirc-Datei beinhaltet Zugangsdaten für die Web API.
ru: Файл opsirc содержит учётные данные для доступа к web API.

source: Do not use opsiconfd
da: Brug ikke opsiconfd
de: opsiconfd umgehen
es: No utilizar opsiconfd
fr: N'utilise pas opsiconfd
nl: Maak geen gebruik van opsiconfd
ru: Не использовать opsiconfd

source: Do not use depotserver backend
da: Brug ikke depotserver backend
de: Depotserver-Backend nicht verwenden
es: No utilizar el backend del depotserver
fr: N'utilise pas le backend depotserver
nl: Maak geen gebruik van de depotserver backend
ru: Не использовать бэкэнд сервера репозитория

source: Set log level (default: 3)
da: Sæt lognings level (standard: 3)
de: Protokollierungsstufe (Standard: 3)
es: Establecer el log level (defecto: 3)
fr: Régler le niveau de log (défaut: 3)
nl: Stel logniveau in (standaard: 3)
ru: Установить Log level (по умолчанию: 3)

source: Path to log file
da: Sti til log fil
de: Pfad zur Protokolldatei
es: Directorio al log de archivo
fr: Chemin du journal système
nl: Path naar log file
ru: Расположение лог-файла

source: Start in interactive mode
da: Start i interaktiv tilstand
de: Im interaktiven Modus starten
es: Comenzar en módo interactivo
fr: Démarrer en mode interactif
nl: Start in interactieve modus
ru: Запуск в интерактивном режиме

source: Colorize output
da: Farvelæg output
de: Farbige Ausgabe
es: Colorizar el output
fr: Colorier la sortie
nl: Kleur de output
ru: Раскрасить вывод

source: Simple output (only for scalars, lists)
da: Enkel udgang (kun for skalarer, lister)
de: Einfache Ausgabe (nur für Skalare und Listen)
es: Output simple (sólo para escalas, listas)
fr: Sortie simple (uniquement pour les scalaires et les listes)
nl: Eenvoudige output (enkel voor getallen, lijsten)
ru: Простой вывод (только для скаляров и списков)

source: Shell output
de: Shell-Ausgabe
es: Output en shell
fr: Sortie shell
ru: Консольный вывод

source: Raw output
da: Rå output
de: Rohdaten-Ausgabe
es: Output Raw
fr: Sortie brute
nl: Ruwe output
ru: Raw-вывод

source: Always exit with exit code 0.
da: Altid afslut med kode 0.
de: Beende immer mit Exit-Code 0.
es: Salir siempre con exit code 0
fr: Quitte toujours avec exit code 0.
nl: Verlaat altijd met code 0
ru: Всегда завершать с exit code 0.

source: Delete log-file '%s'?
da: Slet log fil '%s'?
de: Protokolldatei '%s' löschen?
es: Eliminar el archivo de log '%s'?
fr: Supprimer le journal système '%s'?
nl: Verwijder log-file '%s'?
ru: Удалить log-файл '%s'?

source: Invalid command: '%s'
da: Ugyldig kommando: '%s'
de: Ungültiger Befehl: '%s'
es: Comando inválido: '%s'
fr: Commande invalide: '%s'
nl: Foutieve opdracht: '%s'
ru: Неверная команда: '%s'

source: Please type password:
da: Venligst indtast kodeord:
de: Bitte Passwort eingeben:
es: Por favor introduzca su contraseña:
fr: Tapez le mot de passe:
nl: Vul het wachtwoord in:
ru: Пожалуйста, введите пароль:

source: Please retype password:
da: Skriv kodeord igen:
de: Bitte Passwort erneut eingeben:
es: Por favor reintroduzca la contraseña:
fr: Retapez le mot de passe
nl: Vul het wachtwoord nogmaals in:
ru: Пожалуйста, повторите пароль:

source: Supplied passwords do not match
da: Indtastede kodeord matcher ikke
de: Die eingegebenen Passwörter stimmen nicht überein.
es: Las contraseñas proveeidas no coinciden
fr: Les mots de passe ne correspondent pas
nl: Opgegeven wachtwoorden komen niet overeen
ru: Введенные пароли не совпадают

source: Execute a config-interface-method
da: Udfør en konfig-interface-metode
de: Eine config-interface-Methode ausführen
es: Ejecutar un método de interface de configuración
fr: Exécuter une méthode de type config-interface
nl: Voer een config-interface methode uit
ru: Выполнить config-interface-method

source: Methods are:
da: Metoder er:
de: Verfügbare Methoden:
es: Los métodos son:
fr: Les méthodes sont:
nl: Methodes zijn:
ru: Методы:

source: No method defined
da: Ingen defineret metode
de: Keine Methode angegeben
es: No hay método definido
fr: Pas de méthode définie
nl: Geen methode gedefinieerd
ru: Метод не определён

source: Took %0.3f seconds to process: %s(%s)
da: Tog %0.3f sekunder at behandle: %s(%s)
de: Ausgeführt in %0.3f Sekunden: %s(%s)
es: Tomo %0.3f segundos para procesar: %s(%s)
fr: Durée %0.3f secondes pour traiter: %s(%s)
nl: Heeft %0.3f seconden nodig gehad voor verwerking: %s(%s)
ru: Потребовалось %0.3f секунд для выполнения: %s(%s)

source: Settings
da: Indstillinger
de: Einstellungen
es: Configuraciones
fr: Paramètres
nl: Instellingen
ru: Настройки

source: Missing option
da: Manglende indstillinger
de: Fehlende Option
es: Opciones faltantes
fr: Option manquante
nl: Ontbrekende optie
ru: Отсутствует опция

source: Unknown option: %s
da: Ukendt indstilling: %s
de: Unbekannte Option: %s
es: Opción desconocida: %s
fr: Option inconnue: %s
nl: Onbekende optie: %s
ru: Неизвестная опция: %s

source: Missing value
da: Manglende værdi
de: Fehlender Wert
es: Valor faltante
fr: Valeur manquante
nl: Ontbrekende waarde
ru: Отсутствует значение

source: Bad value: %s
da: Ugyldig værdi: %s
de: Unerlaubter Wert: %s
es: Valor falso: %s
fr: Mauvaise valeur: %s
nl: Slechte waarde: %s
ru: Неверное значение: %s

source: No log-file set!
da: Ingen log fil sat!
de: Keine Protokolldatei festgelegt!
es: Archivo de log no establecido
fr: Aucun journal système paramétré !
nl: Geen logbestand ingesteld!
ru: Не указан лог-файл!

source: Show this text
da: Vis denne tekst
de: Diesen Text anzeigen
es: Mostrar este texto
fr: Montrer ce texte
nl: Toon deze tekst
ru: Показать этот текст

source: Commands are:
da: Kommandoer er:
de: Verfügbare Befehle:
es: Los comandos son:
fr: Les commandes sont:
nl: Commando's zijn:
ru: Команды:

source: Exit opsi-admin
da: Afslut opsi-admin
de: opsi-admin beenden
es: Salir del opsi-admin
fr: Sortir de opsi-admin
nl: Verlaat opsi-admin
ru: Выйти из opsi-admin

source: show / clear command history
da: vis / ryd kommando historik
de: Befehls-Historie anzeigen/löschen
es: mostrar / limpiar historial de comandos
fr: montrer / nettoyer l'historique des commandes
nl: Toon / verwijder de commando geschiedenis
ru: Показать / очистить историю команд

source: Unknown command: %s
da: Ukendt kommando: %s
de: Unbekannter Befehl: %s
es: Comando desconocido: %s
fr: Commande inconnue: %s
nl: Onbekend commando: %s
ru: Неизвестная команда: %s

source: show log
da: vis logfil
de: Protokolldatei anzeigen
es: mostrar log
fr: montrer le journal système
nl: Toon de log
ru: Показать лог

source: File logging is not activated
da: Fil log er ikke aktiveret
de: Protokollierung in Datei ist nicht aktiviert
es: Logeo de archivo no está activado
fr: L'écriture vers le journal système n'est pas activée
nl: Het loggen van de bestanden is niet geactiveerd
ru: Логирование в файл отключено

source: execute a task
da: Udfør en opgave
de: Einen Task ausführen
es: ejecutar una tarea
fr: exécuter une tâche
nl: Een taak uitvoeren
ru: Выполнить задание

source: Unknown task: %s
da: Ukendt opgave: %s
de: Unbekannter Task: %s
es: Tarea desconocida: %s
fr: tâche inconnue: %s
nl: Onbekende taak: %s
ru: Неизвестное задание: %s

source: Missing product-id
da: Mangler produkt-id
de: Fehlende Produkt-ID
es: ID de producto faltante
fr: product-id manquant
nl: Ontbrekende product-ID
ru: Отсутствует ID продукта

source: Missing action request
da: mangler handling anmodning
de: Fehlende angeforderte Aktion
es: Falta pedido de acción
fr: Demande d'action manquante
nl: Actie aanvraag ontbreekt
ru: Отсутствует требуемое действие

source: Missing client-id
da: Mangler klient-id
de: Fehlende Client-ID
es: Falta ID de cliente
fr: client-id manquant
nl: Ontbrekende cliënt-ID
ru: Отсутствует client-id

source: Missing argument
da: argument mangler
de: Fehlendes Argument
es: Argumento faltante
fr: Argument manquant
nl: Ontbrekend argument
ru: Отсутствует аргумент

source: You have to be root to change pcpatch password!
da: Du skal være root for at kunne ændre koden for pcpatch!
de: Sie müssen root sein um das pcpatch-Passwort ändern zu können!
es: Tiene que ser root para poder cambiar la contraseña pcpatch
fr: Vous devez être root pour changer le mot de passe de pcpatch !
nl: Je moet root zijn om het pcpatch wachtwoord te wijzigen!
ru: Требуются права root, чтобы сменить пароль для pcpatch!

source: Failed to get my own fully qualified domainname
da: Det lykkedes ikke at hente mit egen fuldt kvalificeret domænenavn
de: Konnte den vollen Hostnamen des Servers nicht ermitteln
es: Fallo al intentar conseguir el FQDN
fr: Impossible d'obtenir mon propre nom de domaine pleinement qualifié
nl: bepalen van de fqdn mislukt
ru: Не удалось определить полное имя сервера

source: Locking package
da: Låser pakke
de: Sperre Paket
es: Bloqueando paquete
fr: Verrouillage du paquet
nl: Vastzetten pakket
ru: Блокировка пакета

source: Package info
da: Pakke info
de: Paket-Informationen
es: Información de paquete
fr: Information sur le paquet
nl: Pakket informatie
ru: Информация о пакете

source: Product info
da: Produkt info
de: Produkt-Informationen
es: Información de producto
fr: Information sur le produit
nl: Product informatie
ru: Информация о продукте

source: Product scripts
da: Produkt scripts
de: Produkt-Skripte
es: Scripts de productos
fr: Scripts du produit
ru: Скрипты продукта

source: Package file '%s' already exists.
da: Pakke fil '%s' eksistere allerede.
de: Paket-Datei '%s' existiert bereits.
es: El archivo del paquete '%s' ya existe
fr: Le paquet '%s' existe déjà.
nl: Pakket '%s' bestaat al.
ru: Файл пакета '%s' уже существует.

source: Press <O> to overwrite, <C> to abort or <N> to specify a new version:
da: Tryk <O> for at overskrive, <C> for at afbryde eller <N> for at angive ny version:
de: Drücken Sie <O> zum Überschreiben, <C> zum Abbrechen oder <N> um einen neue Versionsnummer anzugeben:
es: Presione <O> para sobreescribir, <C> para abortar o <N> para especificar una nueva versión:
fr: Appuyer sur <O> pour écraser, <C> pour annuler ou <N> pour spécifier une nouvelle version:
nl: Kies <O> om te overschrijven, <C> voor cancel of <N> om een nieuwe versie op te geven:
ru: Нажмите <O> для перезаписи, <C> , чтобы прервать, или <N> для указания новой версии:

source: Aborted
da: Afbrudt
de: Abgebrochen
es: Abortado
fr: Annulé
nl: Afgebroken
ru: Прервано

source: Please specify new product version, press <ENTER> to keep current version (%s):
da: Venligst angiv ny produkt version, tryk >ENTER> for at beholde nuværende version (%s):
de: Bitte eine neue Produkt-Version eingeben, <ENTER> drücken um die momentane Version (%s) beizubehalten:
es: Por favor especifique una nueva versión de producto, presione <ENTER> para mantener la versión acutal (%s)
fr: Indiquez la nouvelle version du produit, appuyez sur <ENTER> pour garder la version actuelle (%s):
nl: Selecteer de nieuwe product versie, druk <ENTER> om de huidige versie (%s) te behouden
ru: Пожалуйста, укажите новую версию продукта, нажмите <ENTER> , чтобы оставить текущую версию (%s):

source: Bad product version: %s
da: Ugyldig produkt version: %s
de: Ungültige Produkt-Version: %s
es: Versión de producto incorrecta: %s
fr: Mauvaise version du produit: %s
nl: Slechte productversie: %s
ru: Неверная версия продукта: %s

source: Please specify new package version, press <ENTER> to keep current version (%s):
da: Venligst angiv ny pakke version, tryk <ENTER> for at beholde nuværende version (%s):
de: Bitte eine neue Paket-Version eingeben, <ENTER> drücken um die momentane Version (%s) beizubehalten:
es: Por favor especifique la nueva versión del paquete, presione <ENTER> para mantener la versión actual (%s):
fr: Indiquez la nouvelle version du paquet, appuyez sur <ENTER> pour garder la version actuelle (%s):
nl: Geef een nieuwe versie aan het pakket, druk <ENTER> om de huidige versie (%s) te behouden
ru: Пожалуйста, укажите новую версию пакета, нажмите <ENTER> , чтобы оставить текущую версию (%s):

source: Bad package version: %s
da: Ugyldig pakke version: %s
de: Ungültige Paket-Version: %s
es: Versión de paquete incorrecta: %s
fr: Mauvaise version du paquet: %s
nl: Ongeldige versie van pakket : %s
ru: Неверная версия пакета: %s

source: Creating package file '%s'
da: Opretter pakke fil '%s'
de: Erzeuge Paket-Datei '%s'
es: Creando el paquete de archivo '%s'
fr: Création du fichier pour le paquet '%s'
nl: Aanmaken van pakket bestand '%s'
ru: Создание файла пакета '%s'

source: Creating md5sum file '%s'
da: Opretter md5sum fil '%s'
de: Erzeuge MD5-Summen-Datei '%s'
es: Creando el archivo md5sum '%s'
fr: Création du fichier md5sum pour '%s'
nl: Aanmaken md5sum bestand '%s'
ru: Создание md5sum-файла '%s'

source: Creating zsync file '%s'
da: Opretter zsync fil '%s'
de: Erzeuge zsync-Datei '%s'
es: Creando el archivo zsync '%s'
fr: Création du fichier zsync pour '%s'
nl: Aanmaken zsync bestand '%s'
ru: Создание zsync-файла '%s'

source: Cleaning up
da: Rydder op
de: Räume auf
es: Limpiando detalles
fr: Nettoyage
nl: Opruimen
ru: Очистка

source: Unlocking package
da: Låse pakke op
de: Hebe Paket-Sperre auf
es: Desbloqueando el paquete
fr: Déverrouillage du paquet
nl: Vrijgeven pakket
ru: Разблокировка пакета

source: Copies the contents of DIRECTORY to the destination directory.
da: Kopierer indholdet af BIBLIOTEK til destinationen bibliotek.
de: Kopiert den Inhalt von VERZEICHNIS in das Ziel-Verzeichnis.
es: Copia los contenidos del Directorio al directorio destinado.
fr: Copie le contenu de DIRECTORY vers le répertoire de destination.
nl: Kopieer de inhoud van MAP naar de doelmap
ru: Копирование содержимого DIRECTORY в назначенную папку.

source: The destination of the new product source. If no destination directory is supplied, the current directory is used.
da: Destinationen for det nye produkt. Hvis ingen målmappe leveres, bliver det aktuelle bibliotek brugt.
de: Das Zielverzeichnis für die neuen Produkt-Quellen. Falls kein Zielverzeichnis angegeben wird, wird das aktuelle Verzeichnis verwendet.
es: El destino del nuevo producto de fuente. Si no se provee un directorio de destino, se utilizará el actual directorio.
fr: La destination de la nouvelle source du produit. Si aucun répertoire de destination n'est fourni, le répertoire courant est utilisé.
nl: Het doel van de nieuwe product bron. Indien geen map is opgegeven, wordt de huidige gebruikt.
ru: Место назначения исходников нового продукта. Если не указан целевой каталог, то используется текущий.

source: Overwrite?
da: Overskriv?
de: Überschreiben?
es: Sobreescribir?
fr: Écraser ?
nl: Overschrijven ?
ru: Перезаписать?

source: Directory %s already exists, overwrite?
da: Katalog %s eksistere allerede, overskriv?
de: Das Verzeichnis %s existiert bereits, überschreiben?
es: Directorio %s ya existe, sobreescribir?
fr: Le répertoire %s existe déjà, voulez vous l'écraser?
nl: Map %s bestaat reeds, overschrijven ?
ru: Директория %s уже существует, перезаписать?

source: Yes
da: Ja
de: Ja
es: Sí
fr: Oui
nl: Ja
ru: Да

source: No
da: Nej
de: Nein
fr: Non
nl: Neen
ru: Нет

source: Cancelled
da: Afbrudt
de: Abgebrochen
es: Cancelado
fr: Annulé
nl: Geannuleerd
ru: Отменено

source: Done
da: Færdig
de: Fertig
es: Hecho
fr: Fait
nl: Klaar
ru: Готово

source: Package source directory '%s' created
da: Pakke kilde mappe '%s' oprettet
de: Das Paket-Quellverzeichnis '%s' wurde erzeugt.
es: Directorio fuente para el paquete '%s' creado
fr: Répertoire source du paquet '%s' créé
nl: Pakket bron folder '%s' werd aangemaakt
ru: Исходный каталог пакета '%s' создан

source: Product creation failed. Removing directory {0}
da: Produkt oprettelse fejlet. Fjerner katalog {0}
de: Produkterstellung fehlgeschlagen. Entferne Verzeichnis {0}
es: Creación de producto fallida. Removiendo directorio {0}
fr: Echec de la création du produit. Dossier supprimé {0}
nl: Aanmaken van product mislukt. Verwijderen van map {0}
ru: Не удалось создать продукт. Удаление директории {0}

source: Product creation failed
da: Produkt oprettelse fejlet
de: Produkterstellung fehlgeschlagen
es: Creación de producto fallida
fr: Echec de la création du produit
nl: Aanmaken van product mislukt
ru: Не удалось создать продукт

source: Please select product type
da: Venglist vælg produkt type
de: Bitte Produkt-Typ auswählen
es: Por favor seleccione el tipo de producto
fr: S'il vous plaît sélectionnez le type de produit
nl: Selecteer het type product
ru: Пожалуйста, выберите тип продукта

source: Product id: A unique identifier for the product. Product name: The full name of the product. Description: A description (use \n for line breaks). Advice: An additional important advice. Product version: Version defined by software producer. Package version: Opsi package version of the product. License required: Is a license required (0|1)? Priority: The installation priority class of this product (value between -100 and 100, 0 = neutral).
da: Produkt-id: En unik identifikation for produktet. Produktnavn: Det fulde navn på produktet. Beskrivelse: En beskrivelse (brug \ n for linjeskift) . Rådgivning: En ekstra vigtig information. Produkt-version: Version defineret af software producenten. Pakke-version: Opsi pakke version af produktet. Licens kræves: Er en licens krævet (0 | 1) ? Prioritet: Installationen prioritet klasse af dette produkt (værdi mellem -100 og 100, 0 = neutral) .
de: Produkt-ID: Ein eindeutiger Bezeichner für das Produkt. Produkt-Name: Der volle Name des Produkts. Beschreibung: Eine Produkt-Beschreibung (\n für Zeilenumbrüche verwenden). Hinweis: Ein zusätzlicher wichtiger Hinweis. Produkt-Version: Versionsnummer wie vom Software-Hersteller angegeben. Paket-Version: Opsi-Paket-Versionsnummer des Produkts. Lizenzpflichtig: Ist das Produkt lizenzpflichtig (0|1)? Priorität: Die Installations-Prioritätsklasse des Produkts (von -100 bis 100, 0 = neutral).
es: ID de Producto: Un identificador único de producto. Nombre de Producto: Nombre íntegro del producto. Descripción: Una descripción (usar \n para line breaks). Tip: Sugerencia adicional importante. Versión de producto: Versión definida por el productor del software. Versión de paquete: Versión de paquete de opsi. Licencia requerida: Se requiere una licencia (0|1)? Prioridad: La prioridad de instalación de este producto (valor entre -100 y 100, 0 = neutral).
fr: ID du produit: Un identifiant unique pour le produit. Nom du produit: Le nom complet du produit. Description: Une description (utilisez \n pour les sauts de ligne). Conseil: Un conseil supplémentaire important. Version du produit: Version défini par le producteur du logiciel. Version du paquet: Version du paquet opsi du produit. Licence requise: Une licence est requise (0|1)? Priorité: La classe de priorité d'installation de ce produit (la valeur entre -100 et 100, o=neutre).
nl: Product id: Een unieke ID voor het product. Product naam: De volledige naam van het product. Beschrijving: Beschrijving (gebruik \n voor regeleinde). Advies: Een bijkomend advies. Product versie: Versie zoals beschreven door de fabrikant van de toepassing. Pakket versie: Opsi packet versie van het product. License vereist: Is een licentie noodzakelijk ? (0|1) ? Prioriteit: De prioriteitsklasse van dit product. (waarde tussen -100 en +100, 0 = neutraal).
ru: ID продукта: уникальный идентификатор продукта. Название продукта: полное название продукта. Описание: описание (используйте \n для перевода строки). Примечание: Дополнительное важное примечание. Версия продукта: Версия, определенная производителем ПО. Версия пакета: Версия OPSI-пакета продукта. Требуется лицензия: Требуется лицензия (0|1)? Приоритет: Класс приоритета установки продукта (значение между -100 и 100, 0 = нейтральный).

source: Product id
da: Produkt id
de: Produkt-ID
es: ID de producto
fr: ID du produit
ru: ID продукта

source: Product name
da: Produkt navn
de: Produkt-Name
es: Nombre de producto
fr: Nom du produit
nl: Product naam
ru: Название продукта

source: Description
da: Beskrivelse
de: Beschreibung
es: Descripción
fr: Descrition
nl: Beschrijving
ru: Описание

source: Advice
da: Forslag
de: Hinweis
es: Aviso
fr: Conseil
nl: Advies
ru: Примечание

source: Product version
da: Produkt version
de: Produkt-Version
es: Versión de producto
fr: Version du produit
nl: Product versie
ru: Версия продукта

source: Package version
da: Pakke version
de: Paket-Version
es: Versión de paquete
fr: Version du paquet
nl: Pakket versie
ru: Версия пакета

source: License required
da: Licens påkrævet
de: Lizenzpflichtig
es: Licencia requerida
fr: Licence requise
nl: Licentie vereist
ru: Требуется лицензия

source: Priority
da: Priotet
de: Priorität
es: Prioridad
fr: Priorité
nl: Prioriteit
ru: Приоритет

source: PXE config template
da: PXE konfigurations skabelon
de: PXE-Konfigurations-Vorlage
es: Template de config de PXE
fr: Modèle de configuration PXE
nl: PXE configratie template
ru: Шаблон PXE-конфига

source: product information
da: Produkt information
de: Produkt-Information
es: Información de producto
fr: Information sur le produit
nl: Product informatie
ru: Информация о продукте

source: You have to specify a valid product id.
da: Du skal angive et gyldigt produkt id.
de: Sie müssen eine gültige Produkt-ID angeben.
es: Tiene que especificar un ID de producto válido
fr: Vous devez spécifier un ID de produit valide.
nl: U dient een geldig product ID op te geven.
ru: Вы должны указать действительный ID продукта.

source: You have to specify a valid product name.
da: Du skal angive et gyldigt produkt navn.
de: Sie müssen einen gültigen Produkt-Namen angeben.
es: Tiene que especificar a un nombre de producto válido
fr: Vous devez spécifier un nom de produit valide.
nl: U dient een geldige productnaam op te geven.
ru: Вы должны указать действительное название продукта.
